Repository: LastStar/eDoktorand
Catalog: po/*/phdstudy.po
Languages: cs_cz

source: UIC
cs_cz: UIC (číslo studenta)

source: First name (names)
cs_cz: Jméno (jména)

source: Last name
cs_cz: Příjmení

source: Birth name
cs_cz: Rodné příjmení

source: Date of birth
cs_cz: Datum narození

source: Habitat address
cs_cz: Adresa místa trvalého pobytu:

source: Street
cs_cz: Ulice

source: Description number
cs_cz: Č.P.

source: City
cs_cz: Obec

source: Zip
cs_cz: PSČ

source: No address
cs_cz: Nutné vyplnit adresu trvalého bydliště

source: Claiming sequence
cs_cz: Prohlašuji a svým podpisem stvrzuji, že všechny mnou uvedené údaje v této žádosti jsou pravdivé a úplné.

source: Claimer
cs_cz: ŽADATEL

source: Date
cs_cz: Datum

source: Scholarships for
cs_cz: stipendia

source: This is a only control table!
cs_cz: Toto je pouze kontrolní tabulka!

source: First name
cs_cz: jméno

source: Type of scholarship
cs_cz: Typ Stipendia

source: Amount (CZK)
cs_cz: Částka Kč

source: Total amount
cs_cz: Celková částka

source: Final sum
cs_cz: Konečná částka

source: Scholarship for students
cs_cz: Stipendia pro studenty

source: Payed scholarship
cs_cz: Vyplacená stipendia

source: You have not any scholarshis.
cs_cz: Nebylo Vám přiznáno žádné stipendium.

source: Payed on
cs_cz: Vyplaceno dne

source: regular scholarship sum
cs_cz: součet řádných stipendií

source: extra scholarship sum
cs_cz: součet mimořádných stipendií z fakultních zdrojů

source: result
cs_cz: výsledek

source: Disert theme
cs_cz: Disertační práce

source: theme of disert theme
cs_cz: téma disertační práce

source: This student was invited for final exam.
cs_cz: Tento student byl pozván k statní závěrečné zkoušce.

source: This student claimed for final exam.
cs_cz: Tento student požádal o připuštění k závěrečné zkoušce.

source: final area
cs_cz: oblast předmětů

source: contacts
cs_cz: kontakty

source: methodology summary
cs_cz: anotace metodiky

source: upload methodology
cs_cz: nahrát metodiku

source: Surname
cs_cz: Rodné příjmení

source: Phone
cs_cz: Telefon

source: Consultant
cs_cz: Konzultant

source: citizenship
cs_cz: Občanství

source: postal address
cs_cz: korespondenční adresa

source: Personal and study details
cs_cz: Osobní a studijní údaje

source: Contact details
cs_cz: Kontaktní údaje

source: This study has been finished
cs_cz: Toto studium bylo ukončeno

source: finished_to
cs_cz: ukončeno k

source: study plan has changed
cs_cz: změněn studijní plán

source: Other interupts
cs_cz: Předchozí přerušení

source: canceled on
cs_cz: neschváleno dne

source: approved on
cs_cz: schválen dne

source: subjects
cs_cz: Předměty

source: Personal informations
cs_cz: Osobní údaje

source: Birth date and place
cs_cz: Datum a místo narození

source: Sex
cs_cz: Pohlaví

source: State
cs_cz: Státní příslušnost

source: Postal address
cs_cz: Korespondenční adresa

source: Accomplishments
cs_cz: Vzdělání

source: date of study end
cs_cz: datum SZZ - skutečné nebo předpokládané

source: Employer
cs_cz: Zaměstnavatel

source: job position
cs_cz: pracovní zařazení

source: Study registration
cs_cz: Přihláška ke studiu

source: Exam languages
cs_cz: Jazyky příjímacích zkoušek

source: Theme area
cs_cz: Tématický okruh

source: firstname
cs_cz: jméno

source: lastname
cs_cz: příjmení

source: prefix title
cs_cz: titul před jménem

source: suffix title
cs_cz: titul za jménem

source: birth place
cs_cz: místo narození

source: sex
cs_cz: pohlaví

source: state
cs_cz: státní příslušnost

source: birth number / passport
cs_cz: rodné číslo / číslo pasu cizince

source: address state
cs_cz: stát

source: don't fill if identic to habitat address
cs_cz: nevyplňovat je li shodná s bydlištěm

source: university
cs_cz: univerzita

source: faculty
cs_cz: fakulta

source: employer
cs_cz: zaměstnavatel

source: address
cs_cz: Adresa

source: language exams
cs_cz: jazyky příjímacích zkoušek

source: theme area
cs_cz: téma disertační práce

source: Students list
cs_cz: Výpis studentů

source: No students found. Use filters above to change your selection.
cs_cz: Nenalezeni žádní studenti. Použijte filtry ke změně výběru.

source: For opening filter options click the legend
cs_cz: Pro nastavení filtru klikněte na nadpis

source: SP status
cs_cz: Studijní plán

source: ST status
cs_cz: Studijní stav

source: form
cs_cz: forma studia

source: year
cs_cz: ročník

source: Request for change tutor
cs_cz: Žádost o změnu školitele

source: Reason for change tutor
cs_cz: Důvod změny školitele

source: Request for end study
cs_cz: Žádost o ukončení studia

source: Subject of end study
cs_cz: Předmět ukončení studia

source: confirm
cs_cz: potvrdit

source: Are you sure, your plan is ready?
cs_cz: Jste si jistý, že Váš studijní plán je v pořádku?

source: Student didn't have any subject for this atestation.
cs_cz: Student nemá žádný předmět pro tuto atestaci

source: Unfinished subjects are in red.
cs_cz: Nesplněné předměty jsou označeny červeně.

source: Additional information provided by student
cs_cz: Dodatečné informace poskytnuté studentem

source: additional information
cs_cz: další informace

source: semester of final exam
cs_cz: semestr státní doktorské zkoušky

source: term of disert theme defense
cs_cz: termín obhajoby disertační práce

source: language subjects
cs_cz: cizí jazyky

source: working...
cs_cz: pracuji...

source: finish study plan creating (no steps back)
cs_cz: ukončit vytváření studijního plánu (nebude možný krok zpět)

source: subject en
cs_cz: předmět en

source: examinator
cs_cz: zkoušející

source: disert theme and final exam
cs_cz: SZZ a disertační práce

source: obligate subjects
cs_cz: povinné předměty

source: Tutor statement
cs_cz: vyjádření školitele

source: Leader statement
cs_cz: vyjádření vedoucího katedry

source: Dean statement
cs_cz: vyjádření děkana

source: seminar subjects
cs_cz: odborný seminář

source: Canceled on
cs_cz: Neschválen dne

source: Approved on
cs_cz: Schválen dne

source: methodology file
cs_cz: soubor s metodikou

source: Final exam
cs_cz: Státní závěrečná zkouška

source: Now you can see your plan how you have created in previous steps. You have to confirm it otherwise it will be lost.
cs_cz: V této chvíli vidíte studijní plán tak, jak jste ho sestavili v předchozích krocích. Kliknutím na odkaz potvrdit jej odešlete ke schválení svému školiteli.Pokud se pouze odhlásíte, aniž byste studijní plán potvrdili data se neuloží. Můžete však studijní plán sestavit znovu

source: languages
cs_cz: cizí jazyky

source: On this page you are starting to create your study plan. Study plan should be consulted with your tutor.
cs_cz: V následujících několika krocích si volbou z nabídky sestavte studijní plán. K této činnosti byste měli přistoupit po konzultaci se školitelem. Aplikace neuchovává žádné rozpracované verze. Sestavujte svůj studijní plán, až po té co budete mít jasnou představu o jeho obsahu a termínech.

source: allready finished subjects
cs_cz: již ukončené předměty

source: study_directive
cs_cz: studijní zkušební řád

source: scholarship_directive
cs_cz: stipendijní řád

source: accomodation_scholarship_directive
cs_cz: pokyny k ubytovacímu stipendiu

source: study_plan_canceled_message
cs_cz: Váš studijní plán nebyl schválen.

source: Your study plan, details of it you can see here, is processed now. Final approvement you will get by email.
cs_cz: Studijní plán, který vidíte na této stránce, je odeslán ke zpracování. Schválení/neschválení obrdžíte e-mailem.

source: Wait till your application will be approved and your final exam term will be created.
cs_cz: Počkejte než bude Vaše žádost potvrzena a termín závěrečné zkoušky vytvořen.

source: You have all subjects finished. Proceed to final exam application
cs_cz: Máte splněny všechny předměty, pokračujte vyplněním přihlášky k státní zavěrečné zkoušce

source: Welcome to edoktorand application.
cs_cz: Vítejte v aplikaci e-doktorand

source: This page shows informations which are stored in information system.
cs_cz: Tato stránka zobrazuje informace, které jsou o Vás uloženy v informačním systému

source: If you have found any error please contact
cs_cz: Pokud jste našel/-la jakoukoliv nesrovnalost, prosím kontaktujte

source: First step propably will to create
cs_cz: Prvním krokem bude vytvořit

source: Here you can see how does look your study plan. If it's how you intended confirm it please.
cs_cz: Na této stránce vidíte Váš sestavený studijní plán.Pokud je tak jste to zamýšleli potvrďte ho prosím

source: Tutors list
cs_cz: Seznam školitelů
