Repository: LastStar/eDoktorand
Catalog: po/*/phdstudy.po
Languages: cs_cz

source: Login to system
cs_cz: Přihlášení do systému

source: Login was unsuccesful
cs_cz: Přihlášení se nepodařilo

source: Contacts
cs_cz: Kontakty

source: you don't have rights to do this
cs_cz: na požadovanou akci nemáte práva

source: Candidate was changed
cs_cz: Uchazeč byl opraven

source: e-mail sent
cs_cz: e-mail odeslán

source: Candidate
cs_cz: Uchazeč

source: is ready for application form
cs_cz: je připraven na příjimací zkoušky

source: Candidates
cs_cz: Uchazeči o studium

source: Upload methodology
cs_cz: nahrání metodiky

source: List of admittance terms
cs_cz: Výpis komisí příjímacích komisí

source: Creating exam
cs_cz: Vytváření protokolu o zkoušce

source: Exam was successfully updated.
cs_cz: Zkouška byla úspěšně vytvořena

source: Exams
cs_cz: Zkoušky

source: Admittance process
cs_cz: Přijímací řízení k doktorskému studiu

source: Admittance form for corridor
cs_cz: Formulář přihlášky na obor

source: Admittance form - errors
cs_cz: Formulář přihlášky - nedostatky

source: Provided informations contains errors
cs_cz: Ve Vámi zadaných informacích jsou následující chyby

source: Check submited
cs_cz: Kontrola zadaného

source: Please check what you submited. Then folow guide on the bottom of the page
cs_cz: Prohlédněte si pozorně Vámi zadané informace. Poté postupujte podle návodu ve spodní části stránky.

source: Print
cs_cz: Tisk

source: Fields in red are required
cs_cz: Vyplňte prosím všechny údaje, jejichž popiska je červená

source: Correct admit form
cs_cz: Oprava přihlášky

source: Admit form registered
cs_cz: Přihláška zaregistrována

source: Czech republic
cs_cz: Česká republika

source: Czech University of Life Sciences
cs_cz: Česká zemědělská univerzita v Praze

source: faculty secretary approve
cs_cz: schváleno referentkou vědy a výzkumu

source: Probation term saved
cs_cz: Termíny zkoušky byl uložen

source: Students
cs_cz: Studenti

source: waiting for my review
cs_cz: čekající na mé schválení

source: all students
cs_cz: všichni studenti

source: all studying
cs_cz: všichni studující

source: my students
cs_cz: moji studenti

source: my studying
cs_cz: moji studující

source: Study plan
cs_cz: Studijní plán

source: Creating study plan
cs_cz: Vytváření nového studijního plánu

source: subjects have to be different
cs_cz: předměty musí být rozdílné

source: some external subject is invalid
cs_cz: některý externí předmět neni správný

source: languages have to be different
cs_cz: jazyky musí být rozdílné

source: seminar subjects have to be different
cs_cz: předměty musí být rozdílné

source: 1. year
cs_cz: 1. ročník

source: 2. year
cs_cz: 2. ročník

source: 3. year
cs_cz: 3. ročník

source: SP not admited
cs_cz: SP nesestaven

source: SP admited
cs_cz: SP sestaven

source: SP approved by tutor
cs_cz: SP schválen školitelem

source: SP approved by leader
cs_cz: SP schválen vedoucím

source: SP approved by dean
cs_cz: SP schválen děkanem

source: studying
cs_cz: studuje

source: finished
cs_cz: ukončeno

source: interupted
cs_cz: přerušeno

source: absolved
cs_cz: absolvoval

source: continue
cs_cz: uzavřeno

source: present
cs_cz: prezenční

source: combined
cs_cz: kombinované

source: male
cs_cz: muž

source: female
cs_cz: žena

source: yes
cs_cz: ano

source: no
cs_cz: ne

source: canceled
cs_cz: neschváleno

source: approved
cs_cz: schváleno

source: approved with earfull
cs_cz: schváleno s výtkou

source: tutor statement
cs_cz: vyjádření školitele

source: leader statement
cs_cz: vyjádření vedoucího katedry

source: dean statement
cs_cz: vyjádření děkana

source: Birth number
cs_cz: Rodné číslo

source: Birth on
cs_cz: Narozen dne

source: print
cs_cz: vytisknout

source: exams
cs_cz: zkoušky

source: candidates
cs_cz: uchazeči

source: exam_terms
cs_cz: komise

source: diplomas
cs_cz: diplomy

source: tutors
cs_cz: školitelé

source: coridors
cs_cz: obory

source: probation terms
cs_cz: termíny zkoušek

source: students
cs_cz: studenti

source: logoff
cs_cz: odhlásit

source: do you really want to
cs_cz: opravdu se chcete

source: study plan
cs_cz: studijní plán

source: scholarship
cs_cz: stipendia

source: Birth place
cs_cz: Místo narození

source: see atestation informations
cs_cz: informace k atestaci

source: approve
cs_cz: schválit

source: approve with earfull
cs_cz: schválit s výtkou

source: cancel
cs_cz: neschválit

source: methodology file (opens new window)
cs_cz: soubor s metodikou (otevře nové okno)

source: additional information for next atestation
cs_cz: další informace pro následující atestaci

source: back
cs_cz: zpět

source: back and remove from list
cs_cz: zpět a vyřadit ze seznamu

source: finished on
cs_cz: ukončen dne

source: final exam term
cs_cz: termín SDZ

source: hide
cs_cz: skrýt

source: Full name
cs_cz: Jméno a příjmení

source: Tutor
cs_cz: Školitel

source: make ready
cs_cz: odsouhlasit

source: protocol
cs_cz: protokol

source: gain
cs_cz: přihlásit

source: create commission
cs_cz: vytvořit komisi

source: invite
cs_cz: pozvat

source: enroll
cs_cz: zapsat

source: all
cs_cz: všichni

source: only
cs_cz: jen

source: list
cs_cz: seznam

source: show all contacts
cs_cz: ukázat kontakty

source: hide all contacts
cs_cz: skrýt kontakty

source: show all histories
cs_cz: ukázat historii

source: hide all histories
cs_cz: skrýt historii

source: table
cs_cz: tabulka

source: summary
cs_cz: sumarizace

source: previous page
cs_cz: předchozí stránka

source: next page
cs_cz: další stránka

source: By corridors
cs_cz: podle oborů

source: By departments
cs_cz: podle kateder

source: admit_for_revocation
cs_cz: přijmout na odvolání

source: enrolled
cs_cz: zapsán

source: not admitted
cs_cz: nepřijmutí

source: admitted
cs_cz: přijat

source: invited
cs_cz: pozván

source: ready
cs_cz: odsouhlasen

source: admit
cs_cz: přijmout

source: conditional admit
cs_cz: podmínečně přijmout

source: not admit
cs_cz: nepřijmout

source: not pass
cs_cz: neprospěl

source: pass
cs_cz: prospěl

source: reject
cs_cz: neschválit

source: Are you sure to delete?
cs_cz: Opravdu smazat?

source: Add subject
cs_cz: Přidat předmět

source: new exam
cs_cz: nová zkouška

source: all exams (slow)
cs_cz: všechny zkoušky (pomalé)

source: this year only
cs_cz: jen za tento rok

source: new term
cs_cz: nový termín

source: future_terms
cs_cz: budoucí termíny

source: history_terms
cs_cz: minulé termíny

source: You are already enrolled for this term
cs_cz: Na tento termín jste již přihlášen

source: Sign off student
cs_cz: Odhlásit

source: You are already enrolled for an exam from this subject
cs_cz: Na předmět z tohoto termínu jste již přihlášen

source: Really enroll to this term?
cs_cz: Opravdu se chcete zapsat na tento termín?

source: edit
cs_cz: opravit

source: delete
cs_cz: smazat

source: Sure to delete?
cs_cz: Opravdu smazat?

source: Enroll student
cs_cz: Zapsat zkoušku

source: pay
cs_cz: vyplatit

source: are_you_sure_to_pay
cs_cz: Opravdu si přejete vyplatit stipendia tak jak je vidíte na této stránce? Tato operace je nevratná.

source: control table
cs_cz: kontrolní tabulka

source: claim_accomodation_scholarship
cs_cz: ubytovací stipendium

source: recalculate
cs_cz: přepočítat

source: Are you sure to recalculate amounts?
cs_cz: Chcete opravdu přepočítat velikost stipendii?

source: unfinish study
cs_cz: obnovit

source: finish study
cs_cz: ukončit

source: switch study
cs_cz: změnit formu

source: interrupt study
cs_cz: přerušit

source: confirm interrupt
cs_cz: potvrdit přerušení

source: end interrupt
cs_cz: ukončit přerušení

source: create SP
cs_cz: vytvoř SP

source: confirm interupt
cs_cz: potvrdit přerušení

source: supervise scholarship
cs_cz: potvrdit žádost

source: Fast filter
cs_cz: Rychlý filtr

source: Detail filter
cs_cz: Detailní filtr

source: actions
cs_cz: akce

source: semester
cs_cz: semestr

source: none subject
cs_cz: žádný předmět

source: external subject
cs_cz: externí předmět

source: end study
cs_cz: ukončit studium

source: Are you sure to
cs_cz: Jste si jistý, že chcete

source: change tutor
cs_cz: změnit školitele

source: interupt
cs_cz: přerušení

source: create study plan
cs_cz: nový studijní plán

source: Have you consulted your study plan with tutor. It is highly recomended
cs_cz: Konzultovali jste Váš studijní plán se školitelem?

source: final exam application
cs_cz: státní závěrečná zkouška

source: requisite subjects
cs_cz: předepsané předměty

source: voluntary subjects
cs_cz: volitelné předměty

source: change study plan
cs_cz: změnit SP

source: Term must has assigned corridor
cs_cz: Termín musí mít přidělený obor

source: firstname can not be empty
cs_cz: jméno nesmí být prazdné

source: lastname can not be empty
cs_cz: příjmení nesmí být prazdné

source: birth place cannot be empty
cs_cz: místo narození nesmí být prazdné

source: email cannot be empty
cs_cz: email nesmí být prazdný

source: street cannot be empty
cs_cz: ulice bydliště nesmí být prazdná

source: city cannot be empty
cs_cz: obec bydliště nesmí být prazdná

source: zip cannot be empty
cs_cz: psč bydliště nesmí být prazdné

source: state cannot be empty
cs_cz: státní příslušnost nesmí být prazdná

source: university cannot be empty
cs_cz: univerzita nesmí být prazdná

source: faculty cannot be empty
cs_cz: fakulta nesmí být prazdná

source: corridor cannot be empty
cs_cz: obor nesmí být prazdný

source: birth number cannot be empty
cs_cz: rodné číslo nesmí být prazdné

source: street number cannot be empty
cs_cz: číslo popisné nemůže být prázdné

source: email does not have right format
cs_cz: email nemá správný formát

source: only unready
cs_cz: jen nepřipravení

source: only ready
cs_cz: jen připravení

source: only invited
cs_cz: jen pozvaní

source: only admited
cs_cz: jen přijatí

source: only enrolled
cs_cz: jen zapsaní

source: candidate must be finished before invitation
cs_cz: uchazeč musí být zaregistrován před pozváním

source: candidate must be invited before admittance
cs_cz: uchazeč musí být pozván před příjetím

source: candidate must be admited before enrollment
cs_cz: uchazeč musí být přijat před zápisem

source: coridor
cs_cz: obor

source: Coridor|Name
cs_cz: Název

source: Coridor|Name english
cs_cz: Anglický název

source: Coridor|Code
cs_cz: Kód

source: Coridor|Faculty
cs_cz: Fakulta

source: Coridor|Accredited
cs_cz: Akreditován

source: Coridor|Program
cs_cz: Program

source: Dean
cs_cz: Děkan

source: approve like dean
cs_cz: schválit jako děkan

source: atest like dean
cs_cz: atestovat jako děkan

source: DepartmentSecretary
cs_cz: Sekretářka

source: title must not be empty
cs_cz: téma disertační práce nesmí být prázdné

source: Creating external exam for student
cs_cz: externí zkouška

source: Exam for student
cs_cz: Zkouška pro studenta

source: Term must has assigned room
cs_cz: Termín musí mít přidělenou místnost

source: Term must has assigned chairman
cs_cz: Termín musí mít přiděleného předsedu

source: Term must has assigned time of begining
cs_cz: Termín musí mít přidělený čas začátku

source: Term must has assigned date of begining
cs_cz: Termín musí mít přidělený datum začátku

source: Term must has assigned first examiner
cs_cz: Termín musí mít přiděleného prvního zkoušejícího

source: Term must has assigned second examiner
cs_cz: Termín musí mít přiděleného druhého zkoušejícího

source: university can't be blank
cs_cz: univerzita nesmí být prazdná

source: FacultySecretary
cs_cz: Referentka VaV

source: Final exam term have to belong to student
cs_cz: Konečný zkouškový termín musí náležet studentovi

source: with study change
cs_cz: se změnou studijního plánu

source: End
cs_cz: ukončit

source: final application
cs_cz: SDZ

source: Leader
cs_cz: Vedoucí katedry

source: final exam
cs_cz: Státní závěrečná zkouška

source: approve like leader
cs_cz: schválit jako vedoucí katedry

source: atest like leader
cs_cz: atestovat jako vedoucí

source: Invitation to admition tests to postgradual study
cs_cz: pozvánka k přijímací zkoušce do DSP na ČZU v Praze

source: Dear Mr./Mrs.
cs_cz: Vážená paní, vážený pane

source: Dear Mr.
cs_cz: Vážený pane

source: Dear Mrs.
cs_cz: Vážená paní

source: Notification about admition procedure to postgradula study
cs_cz: Vyrozumění o přijímacím řízení na doktorské studium

source: Person
cs_cz: Uživatel

source: to
cs_cz: do

source: Birth date
cs_cz: Datum narození

source: Year
cs_cz: Ročník

source: Enrolled on
cs_cz: Začátek studia

source: with note
cs_cz: s poznámkou

source: date finished
cs_cz: prospěl

source: Pass final exam
cs_cz: Složil SDZ

source: pass_defense
cs_cz: obhájil

source: Pass defense
cs_cz: Obhájil

source: Switch study
cs_cz: Změnit formu k

source: finish_to
cs_cz: ukončit k

source: switch_study_to
cs_cz: změnit formu k

source: pass_final_exam_to
cs_cz: vykonal k

source: FE passed
cs_cz: složil SDZ

source: all_finished
cs_cz: SP splněn

source: SP canceled
cs_cz: SP neschválen

source: SP approved
cs_cz: SP schválen

source: dean
cs_cz: děkan

source: subject
cs_cz: předmět

source: label can't be empty
cs_cz: předmět nesmí být prázdný

source: approve like tutor
cs_cz: schválit jako školitel

source: atest like tutor
cs_cz: atestovat jako školitel

source: There was an error in application:
cs_cz: V aplikaci se vyskytla následující chyba:

source: Login form
cs_cz: Přihlašovací formulář

source: Login name
cs_cz: Uživatelské jméno

source: Password
cs_cz: Heslo

source: Language
cs_cz: Jazyk

source: Login
cs_cz: Přihlásit

source: submit
cs_cz: odeslat

source: Actualities
cs_cz: Aktuality

source: Citizenship rights
cs_cz: Státní občanství

source: citizenship rights
cs_cz: státní občanství

source: Contact
cs_cz: Kontakt

source: phone
cs_cz: telefon

source: habitat address
cs_cz: Adresa

source: street
cs_cz: ulice

source: street number
cs_cz: číslo popisné

source: city
cs_cz: obec

source: zip
cs_cz: psč

source: action
cs_cz: akce

source: commit
cs_cz: odeslat

source: reset
cs_cz: vymazat

source: Error
cs_cz: Chyba

source: admited
cs_cz: přijat

source: correct_it
cs_cz: opravit

source: contact
cs_cz: kontakt

source: history
cs_cz: historie

source: b.n.
cs_cz: r.č.

source: corridor
cs_cz: obor

source: study form
cs_cz: forma studia

source: Notice
cs_cz: Poznámka

source: Candidate
cs_cz: Uchazeč

source: birth number
cs_cz: rodné číslo

source: Note
cs_cz: Poznámka

source: tutor
cs_cz: školitel

source: department
cs_cz: katedra

source: by corridor
cs_cz: podle oboru

source: by lastname
cs_cz: podle příjmení

source: by modification
cs_cz: podle data změny

source: filter
cs_cz: filtrovat

source: order
cs_cz: seřaď

source: order all
cs_cz: seřaď všechny

source: There are no candidates in your selection
cs_cz: Není žádný uchazeč podle Vašeho výběru

source: Listing coridors
cs_cz: Výpis oborů

source: Subjects
cs_cz: Předměty

source: Coridors list
cs_cz: Seznam Koridorů

source: Coridor
cs_cz: Obor

source: obligate_subjects
cs_cz: Povinné předměty

source: voluntary_subjects
cs_cz: Volitelné předměty

source: All informations are required
cs_cz: Všechny údaje jsou povinné

source: diploma no
cs_cz: číslo diplomu

source: faculty name english
cs_cz: jméno fakulty anglicky

source: family name
cs_cz: příjmení

source: given name
cs_cz: jméno

source: date of birth
cs_cz: datum narození

source: study programme
cs_cz: studijní program

source: study specialization
cs_cz: specializace

source: faculty name
cs_cz: nazev fakulty

source: study mode
cs_cz: forma studia

source: Plan subjects divided by semicolon
cs_cz: předměty oddělené středníkem

source: disert theme title
cs_cz: titul disertační práce

source: defense passed on
cs_cz: obhajoba vykonána dne

source: Final areas divided by semicolon
cs_cz: obory SDZ oddělené středníkem

source: final exam passed on
cs_cz: státní závěrečná zkouška vykonána dne

source: faculty www
cs_cz: fakultní www

source: printed on
cs_cz: datum

source: dean display name
cs_cz: jméno děkana

source: dean title
cs_cz: děkanova funkce

source: Editing diploma_supplement
cs_cz: Oprava diploma supplement

source: show
cs_cz: ukázat

source: Listing diploma_supplements
cs_cz: Výpis diploma supplements

source: diploma no.
cs_cz: číslo diplomu

source: specialization
cs_cz: obor

source: destroy
cs_cz: smazat

source: no diploma supplements found
cs_cz: nenalezen žádný diploma supplement

source: New diploma supplement
cs_cz: nový diploma supplement

source: New diploma_supplement
cs_cz: Nový diploma supplement

source: create
cs_cz: vytvořit

source: On this page you can add your methodology file. File should be only in PDF format.
cs_cz: Na této stránce můžete přidat svůj soubor metodikou. Soubor musí býtve formátu PDF.

source: file
cs_cz: soubor

source: upload
cs_cz: nahrát

source: date and time
cs_cz: datum a čas

source: room
cs_cz: místnost

source: member
cs_cz: člen komise

source: Exam date
cs_cz: Datum zkoušky

source: date
cs_cz: datum

source: Exam agenda
cs_cz: Zkoušející

source: 1. Examinator
cs_cz: 1. zkoušející

source: 2. Examinator
cs_cz: 2. zkoušející

source: 3. examinator
cs_cz: 3. zkoušející

source: 4. examinator
cs_cz: 4. zkoušející

source: Exam result
cs_cz: Výsledek zkoušky

source: Questions
cs_cz: Otázky

source: Result
cs_cz: Výsledek

source: Examined students
cs_cz: Vyzkoušení studenti

source: student
cs_cz: studenti

source: exam subjects
cs_cz: zkouškové předměty

source: exam by subject
cs_cz: zkouška z předmětu

source: exam by person
cs_cz: zkouška studenta

source: Subject
cs_cz: Předmět

source: Created by
cs_cz: Vytvořeno

source: Faculty (institute)
cs_cz: Fakulta (Institut)

source: In Prague the
cs_cz: V Praze dne

source: Protocol
cs_cz: Protokol

source: Exam from subject
cs_cz: Zkouška z předmětu

source: Branch
cs_cz: Obor

source: Department
cs_cz: Katedra

source: Exam clasification
cs_cz: Výsledek zkoušky

source: 1. examinator
cs_cz: 1. zkoušející

source: Signature
cs_cz: Podpis

source: 2. examinator
cs_cz: 2. zkoušející

source: save
cs_cz: Uložit

source: search by lastname
cs_cz: hledat podle příjmení

source: Finished creating exam
cs_cz: Protokol o vykonané zkoušce

source: create another exam
cs_cz: vytvořit další zkoušku

source: exam students
cs_cz: studenti k vyzkoušení

source: Creating exam by subject
cs_cz: Vytváření zkoušky podle předmětu

source: The first step is to choose the creation type of an exam.
cs_cz: Vyberte si prosím způsob vytváření zkoušky

source: external exam
cs_cz: externí zkouška

source: There are no exams for you
cs_cz: V systému pro Vás nejsou zkoušky

source: University
cs_cz: Univerzita

source: Faculty
cs_cz: Fakulta

source: Your on-line application has been registered successfuly.
cs_cz: Vaše přihláška byla úspěšně elektronicky zaregistrována.

source: What to do next?
cs_cz: Jak postupovat dál?

source: Mail the application form, your curriculum vitae, copies of documents confirming your highest-achieved university degree (diploma, diploma supplement) and the 'Fee Paid' slip of the admission procedure payment at the following address:
cs_cz: Vytištěnou přihlášku zašlete společně s životopisem, fotokopiemi dokladů o VŠ vzdělání (diplom, osvědčení o státní zkoušce) a dokladem o zaplacení poplatku za přijímací řízení na adresu:

source: dep. s&r
cs_cz: odd. VaV

source: We will send you the confirming information either by email or by post.
cs_cz: Další informace Vám budou sdělovány poštou či elektronicky.

source: Thank you for your interest.
cs_cz: Děkujeme Vám za Váš zájem

source: Best regards,
cs_cz: S přáním všeho nejlepšího

source: Office for Science and Research,
cs_cz: Oddělení pro Vědu a Výzkum

source: CULS Prague
cs_cz: CULS Praha

source: Fill another form
cs_cz: Vyplnit další přihlášku

source: After clicking the name of faculty, list of corridors will be shown
cs_cz: Obory studia jsou přiřazeny k jednotlivým fakultám. Zobrazí se Vám po rozkliknutí.

source: documents
cs_cz: dokumenty

source: There is error in application. Please contact system administrator on address:
cs_cz: V aplikaci se vyskytla chyba, prosím uvědomte správce systému na adrese:

source: Appllication form for doctoral study
cs_cz: Přihláška ke studiu v doktorském studijním programu

source: ATTENTION:
cs_cz: POZOR:

source: it is necessary to
cs_cz: pro úspěšnou registraci je třeba

source: check the filled data correctness,
cs_cz: zkontrolovat správnost zadaných údajů,

source: print out the application form, register the application form on-line
cs_cz: vytisknout přihlášku, zaregistrovat elektronickou přihlášku

source: and
cs_cz: a

source: mail the requiered documents
cs_cz: zaslatat poštou všechny požadované dokumenty

source: to Office for Science and Research for a successful application you should take all these steps, otherwise we cannot guarantee your successful application.
cs_cz: na oddělení Vědy a Výzkumu - v případě, že tyto kroky nepodstoupíte, nelze zaručit úspěšnou registraci uchazeče.

source: Check the filled data
cs_cz: Kontrola zadaných údajů

source: check your correct application data
cs_cz: prosím zkontrolujte, zda Vámi zadané údaje jsou správné

source: Data correction
cs_cz: Oprava údajů

source: click here for incorrect data correction, please
cs_cz: prosím klikněte zde pro opravu chybně zadaného údaje

source: <a href='javascript:window.print()'>Print</a> out the application form
cs_cz: <a href='javascript:window.print()'>Tisk</a> přihlášky

source: click here for printing out your application form, please
cs_cz: prosím klikněte zde pro vytištění přihlášky

source: Register
cs_cz: Registrace

source: the application form on-line
cs_cz: elektronické přihlášky

source: click here for registering your application on-line, please
cs_cz: prosím klikněte zde pro elektronickou registraci Vaší přihlášky

source: Interupting study plan
cs_cz: Přerušení studijního plánu

source: duration
cs_cz: trvání

source: months
cs_cz: měsíce

source: Corridor
cs_cz: Obor

source: This study is interupted
cs_cz: Toto studium je přerušeno

source: interupted on
cs_cz: přerušeno od

source: interupted to
cs_cz: přerušeno do

source: This student admited interupt
cs_cz: Podána žádost o přerušení

source: start
cs_cz: začátek

source: This study last interupt
cs_cz: Poslední přerušení tohoto studia

source: last atestation:
cs_cz: poslední atestace

source: study plan approvement process
cs_cz: Schvalovací proces studijního plánu

source: loading ...
cs_cz: nahrávám ...

source: enroll students
cs_cz: přihlásit studenta

source: Probation term details
cs_cz: Detail termínu zkoušky

source: starting time
cs_cz: začátek

source: maximum of students
cs_cz: maximální počet studentů

source: note for students
cs_cz: poznámka pro studenty

source: Probation term agenda
cs_cz: Termíny zkoušek

source: maximum/enrolled
cs_cz: maximum/zapsáno

source: note
cs_cz: poznámka

source: Creating probation term
cs_cz: Vytváření termínu zkoušky

source: Probation term from subject
cs_cz: Zkouškový termín z předmětu

source: search by subject
cs_cz: hledat podle předmětu

source: probation term subjects
cs_cz: předměty termínu zkoušky

source: Creating probation term.
cs_cz: Vytváření termínu zkoušky

source: Editing probation term.
cs_cz: Oprava termínu zkoušky

source: There are no probation terms by your selection
cs_cz: V systému nejsou žádné zkouškové termíny podle Vašeho výběru

source: Account
cs_cz: Konto

source: commission
cs_cz: zakázka

source: amount
cs_cz: částka

source: payed on
cs_cz: vyplaceno dne

source: add scholarship
cs_cz: přidat stipendium

source: Kc
cs_cz: Kč

source: adding_extra_scholarship
cs_cz: přidání mimořádného stipendia

source: Extra
cs_cz: Mimořádné

source: Regular
cs_cz: Řádné

source: Study form
cs_cz: Forma studia

source: workplace
cs_cz: pracoviště

source: activity
cs_cz: činnost

source: Claim for accomodation scholarship for academic year
cs_cz: Žádost o ubytovací stipendium na ČZU pro akademický rok
